Repository: nextab/nxt-acf-forms
Catalog: lang/nxt-acf-forms-*.po
Languages: de_de

source: Add New Message
de_de: Neue Schulungsanmeldung hinzufügen

source: Add New
de_de: Neu

source: All Messages
de_de: Alle Anmeldungen

source: Message Archives
de_de: Anmeldungen-Archiv

source: Message Attributes
de_de: Status der Anmeldung

source: Edit Message
de_de: Anmeldung bearbeiten

# message
source: Featured Image
de_de: Hervorgehobenes Bild

source: Filter Messages list
de_de: Liste der Anmeldungen filtern

source: Insert into Message
de_de: In Anmeldung einfügen

source: Messages list navigation
de_de: Navigation der Anmeldungen-Liste

source: Messages list
de_de: Anmeldungsliste

source: Messages
de_de: Anmeldungen

source: New Message
de_de: Neue Anmeldung erstellen

source: No Messages found in trash
de_de: Keine Anmeldungen im Papierkorb gefunden

source: No Messages found
de_de: Keine Anmeldungen gefunden

source: Parent Message:
de_de: Übergeordnete Anmeldung:

# message
source: Remove featured image
de_de: Hervorgehobenes Bild entfernen

source: Search Messages
de_de: Schulungsanmeldungen durchsuchen

# message
source: Set featured image
de_de: Hervorgehobenes Bild auswählen

source: Message
de_de: Schulungsanmeldung

source: Uploaded to this Message
de_de: An diese Schulungsanmeldung angehängt

# message
source: Use as featured image
de_de: Als hervorgehobenes Bild verwenden

source: View Message
de_de: Anmeldung anzeigen

source: View Messages
de_de: Anmeldungen ansehen

source: Message Category
de_de: Schulungs-Kategorie

source: Add new Message Category
de_de: Neue Kategorie hinzufügen

source: Edit Category
de_de: Kategorie bearbeiten

source: Parent Category
de_de: Übergeordnete Kategorie

source: Course Locations
de_de: Schulungsorte

source: Course Location
de_de: Schulungsort

source: Add new Location
de_de: Neuen Schulungsort hinzufügen

source: Edit Location
de_de: Ort bearbeiten

source: Message updated. <a target="_blank" href="%s">View Message</a>
de_de: Nachricht aktualisiert. <a target="_blank" href="%s">Nachricht anzeigen</a>

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Message updated.
de_de: Anmeldung aktualisiert.

source: Message restored to revision from %s
de_de: Schulungsanmeldung durch die Revision vom %s wiederhergestellt

source: Message published. <a href="%s">View message</a>
de_de: Anmeldung gespeichert. <a href="%s">Anmeldung anzeigen</a>

source: Message saved.
de_de: Anmeldung gespeichert.

source: Message submitted. <a target="_blank" href="%s">Preview message</a>
de_de: Schulungsanmeldung wurde übermittelt. <a target="_blank" href="%s">Vorschau der Anmeldung</a>

source: Message scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview message</a>
de_de: Anmeldung geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau der Anmeldung</a>

source: M j, Y @ G:i
de_de: d. F Y @ H:i

source: Message draft updated. <a target="_blank" href="%s">Preview message</a>
de_de: Entwurf der Schulungsanmeldung aktualisiert. <a target="_blank" href="%s">Vorschau der Anmeldung</a>

source: Title
de_de: Titel

source: Category
de_de: Kategorie

source: Telephone
de_de: Telefon

source: Message Status
de_de: Eigenschaften der Anmeldung

source: Date
de_de: Datum

source: Send Message
de_de: Nachricht senden

source: Thank you for getting in touch!
de_de: Vielen Dank für Ihr Interesse!

source: /thank-you/
de_de: /danke/

source: <p>Hi,</p><p>this message has just been submitted on your website:</p><p>
de_de: <p>Hallo,</p><p>diese Schulungsanmeldung wurde eben über die Webseite verschickt:</p><p>

source: You can also find the message here:
de_de: Sie können die Anmeldung ebenfalls hier einsehen:

source: That is all. Make sure to respond soon!</p>
de_de: Das war alles. Bitte melden Sie sich schnell zurück!</p>

source: New Message -
de_de: Neue Schulungsanmeldung -

source: Shortcode Forms
de_de: Formulare

source: Form Builder
de_de: Formular-Baukasten

source: DO NOT SHOW these participant fields
de_de: Teilnehmer-Felder von der Ausgabe AUSSCHLIESSEN

source: Please select the category
de_de: Bitte Schulungs-Kategorie auswählen

source: Please specify the dates
de_de: Bitte geben Sie Start- und Enddatum an

source: Please specify the start date
de_de: Bitte geben Sie das Startdatum an

source: Please specify the end date
de_de: Bitte geben Sie das Enddatum an

source: Please specify the location
de_de: Bitte geben Sie den Schulungsort an

source: Copy this form code
de_de: Shortcode für das Formular:

source: Export message
de_de: Anmeldung exportieren

source: Contact Forms based on Advanced Custom Fields (ACF) by nexTab
de_de: Schulungsanmeldungs-System auf Basis von Advanced Custom Fields (ACF) von nexTab

source: https://nextab.de/
de_de: http://nextab.de/

source: This plugin helps you to receive messages by setting up a custom post type. It also sends a notification via e-mail, so it effectively works like a contact form plugin. It requires Advanced Custom Fields to work.
de_de: Dieses Plugin erzeugt den eigenen Post Type "Schulungsanmeldungen" und ermöglicht es, mit Hilfe von Frontend-Formularen neue Anmeldungen zu erzeugen. Es werden zusätzlichen Benachrichtigungen per E-Mail verschickt, so dass es effektiv wie ein Kontaktformular funktioniert. Darüber hinaus werden die Einträge in einer .csv gespeichert. Erfordert Advanced Custom Fields.
